oracle-demand-1 = Я требую один {$item}! Не спрашивайте, почему!
oracle-demand-2 = В обмен на знания вы должны принести мне один {$item}!
oracle-demand-3 = Я подарю тебе божественный дар в обмен на один {$item}!
oracle-demand-4 = Принесите мне один {$item}, если когда-нибудь захотите получить хотя бы каплю моей благодати!
oracle-demand-5 = Если ты не невежда, принеси мне один {$item}!
oracle-demand-6 = У архонтов к вам просьба: один {$item}!
oracle-demand-7 = Чтобы подняться на более высокое состояние бытия, достичь гнозиса, ваши жалкие телесные тела должны принести мне один {$item}!
oracle-demand-8 = Если вы хотите продлить время, которое ваша искра божественного света проводит в этом сосуде, вам следует принести мне один {$item}!
oracle-demand-9 = Принесите мне один {$item} или наслаждайтесь своим невежеством, черви!
oracle-demand-10 = Если ты когда-нибудь захочешь прорвать завесу этого ложного существования, ты должен принести мне один {$item}!
oracle-demand-11 = Я позабочусь о том, чтобы следующим сосудом, в котором ты обитаешь в этом материальном аду, была одна из тех обезьян, которых ты пытаешь, если ты не принесешь мне ни одной {$item}!
oracle-demand-12 = Один {$item}, шаг на пути к божественности.

oracle-current-item = Текущий запрошенный элемент: {$item}
oracle-previous-item = Последний запрошенный товар, все еще принимается: {$item}