ghost-target-window-ghostbar = Призрачный бар
ghost-window-spawn-ghostbar-button = Появляйтесь в баре Ghost Bar.
ghost-window-spawn-ghostbar-button-timer = Появление в баре Ghost ({$time}s)
ghost-bar-rules = Относитесь к этой роли и положению так, как если бы вы были обычным Призраком. Вы можете говорить обо всех текущих событиях без необходимости LOOC, и вы помните все из своей прошлой жизни. НЕ нападайте на других, не начинайте драки и не пытайтесь сломать станцию. Если вы увидите, что кто-то делает это, пожалуйста, помогите, и он будет немедленно брошен в космос. Кроме того, если вы решите покинуть бар, вы НЕ ПОМНИТЕ ничего из пребывания здесь или своей жизни до этого.
