ent-CrateArmoryGrand = Ящик для винтовок
    .desc = Содержит две винтовки Mark 1 и коробку скоростных погрузчиков. Для открытия требуется доступ к Оружейной.

ent-CrateArmoryUniversal = Универсальный ящик
    .desc = Содержит два пистолета Mk32 Universal с четырьмя магазинами. Для открытия требуется доступ к Оружейной.

ent-CrateArmoryAdjutant = Ящик адъютанта
    .desc = Содержит два дробовика «Адъютант» и 3 ящика с патронами. Для открытия требуется доступ к Оружейной.

ent-CrateArmoryEnergyGun = Ящик с энергетическим пистолетом
    .desc = Содержит три энергетических пистолета. Для открытия требуется доступ к Оружейной.

ent-CrateArmoryEnergyGunMini = Миниатюрный ящик с энергетическим пистолетом
    .desc = Содержит три миниатюрные энергетические пушки. Для открытия требуется доступ к Оружейной.