alert-level-announcement = Внимание! Уровень угрозы пустоши теперь { $name }! { $announcement }

alert-level-unknown = Неизвестный.
alert-level-unknown-instructions = Неизвестно.

alert-level-green = Зелёный
alert-level-green-announcement = Можно безопасно возвращаться на свои рабочие места.
alert-level-green-instructions = Выполняйте свою работу.

alert-level-blue = Синий
alert-level-blue-announcement = Существует подтверждённая угроза для станции. Служба безопасности должна проводить выборочные проверки. Членам экипажа рекомендуется быть бдительными и сообщать о подозрительных действиях службе безопасности.
alert-level-blue-instructions = Членам экипажа рекомендуется быть бдительными и сообщать о подозрительных действиях службе безопасности.

alert-level-red = Красный
alert-level-red-announcement = Существует непосредственная угроза для станции. Служба безопасности должна быть готова к применению летальной силы в случае необходимости. Членам экипажа следует найти безопасное место, где можно укрыться, и следовать указаниям всех действующих властей.
alert-level-red-instructions = Членам экипажа следует найти безопасное место, где можно укрыться, и следовать указаниям всех действующих властей.

alert-level-violet = Фиолетовый
alert-level-violet-announcement = На станции присутствует вирусная угроза. Медицинскому персоналу рекомендуется изолировать членов экипажа с любыми симптомами. Членам экипажа рекомендуется дистанцироваться от окружающих и соблюдать меры безопасности, чтобы предотвратить дальнейшее распространение вируса.
alert-level-violet-instructions = Членам экипажа рекомендуется дистанцироваться от окружающих и соблюдать меры безопасности, чтобы предотвратить дальнейшее распространение вируса.

alert-level-yellow = Жёлтый
alert-level-yellow-announcement = В пределах станции присутствует структурная или атмосферная угроза. Инженерному персоналу рекомендуется немедленно отреагировать и принять меры безопасности. Членам экипажа рекомендуется держаться подальше от угрозы и при необходимости оставаться на своих рабочих местах.
alert-level-yellow-instructions = Членам экипажа рекомендуется держаться подальше от угрозы и при необходимости оставаться на своих рабочих местах.

alert-level-gamma = Гамма
alert-level-gamma-announcement = Центральное командование объявило на станции уровень угрозы "Гамма". Служба безопасности должна быть постоянно вооружена, а все гражданские лица должны немедленно обратиться к ближайшему главе отдела для транспортировки в безопасное место.
alert-level-gamma-instructions = Все гражданские лица должны немедленно обратиться к ближайшему главе отдела для транспортировки в безопасное место.

alert-level-delta = Дельта
alert-level-delta-announcement = Станция находится под угрозой неминуемого уничтожения. Членам экипажа рекомендуется слушать глав отделов для получения дополнительной информации.
alert-level-delta-instructions = Членам экипажа рекомендуется слушать глав отделов для получения дополнительной информации.

alert-level-epsilon = Эпсилон
alert-level-epsilon-announcement = Центральное командование объявило на станции уровень угрозы "Эпсилон". Считайте все контракты расторгнутыми.
alert-level-epsilon-instructions = Считайте все контракты расторгнутыми.

# Sirius Add
alert-level-defcon5 = DEFCON-5
alert-level-defcon5-announcement = ВНИМАНИЕ. Введён уровень боевой готовности DEFCON-5. Всем вооружённым силам США приказано демобилизоваться и вернуться к своим штатным обязанностям. Объявлено мирное время.
alert-level-defcon5-instructions = Живите.

alert-level-defcon4 = DEFCON-4
alert-level-defcon4-announcement = ВНИМАНИЕ. Введён уровень боевой готовности DEFCON-4. Всем вооружённым силам США приказано быть в начальной боевой готовности. Разведывательным войскам приказано быть на готове.
alert-level-defcon4-instructions = Будьте бдительны.

alert-level-defcon3 = DEFCON-3
alert-level-defcon3-announcement = ВНИМАНИЕ. Введён уровень боевой готовности DEFCON-3. Всем вооружённым силам США приказано быть в повышенной боеготовности. Возможно присутствие многочисленного вооружённого противника. Рекомендуется смена позывных.
alert-level-defcon3-instructions = Будьте предельно бдительны.

alert-level-defcon2 = DEFCON-2
alert-level-defcon2-announcement = ВНИМАНИЕ. Введён уровень боевой готовности DEFCON-2. Всем вооружённым силам США приказано быть в максимальной боеготовности. Санкционировано применение тяжёлой техники и оружия.
alert-level-defcon2-instructions = Выживите.

alert-level-defcon1 = DEFCON-1
alert-level-defcon1-announcement = ВНИМАНИЕ. Введён уровень боевой готовности DEFCON-1. Всем вооружённым силам США приказано быть в полной боеготовности. Авторизовано применение ядерного арсенала США и оружия массового поражения. Не оставьте ни шанса врагу.
alert-level-defcon1-instructions = Молитесь. Ибо ничего другого не остаётся.
