# #Misfits Add - Sentry Bot overload, search, and aggro ambience strings.

n14-sentrybot-overload-emote = Шасси робота-сторожа вспыхивает красным, когда начинает визжать сигнал тревоги перегрузки.
n14-sentrybot-targets-acquired = Цели получены.

n14-sentrybot-idle-emote-1 = Красная оптика осматривает территорию, пока бот-сторож ищет цели.
n14-sentrybot-idle-emote-2 = Сервомоторы воют, пока сторожевой бот сканирует окружающие руины.
n14-sentrybot-idle-emote-3 = Часовой бот поворачивается на месте, методично выслеживая движение.

n14-sentrybot-aggro-emote-1 = Часовой бот отслеживает цель с безжалостной точностью.
n14-sentrybot-aggro-emote-2 = Оружейные агрегаты раскручиваются, когда сторожевой бот приближается к своей цели.
n14-sentrybot-aggro-emote-3 = Часовой бот приближается, фиксируя сервоприводы и нарастая боевой вой.