# M1 Garand family — ported from Fortune13 / LoneStar / desertrose-1 (SS13)

ent-N14WeaponRifleM1Garand = М1 Гаранд
    .desc = Американская классика времен Второй мировой войны. Полуавтоматическая боевая винтовка с блочным магазином на 8 патронов под патрон .308 Winchester. Когда клип иссякает, он удовлетворительно издает звук. Не суйте туда большой палец.

ent-N14WeaponRifleM1GarandOldGlory = Старая слава
    .desc = У M1 Garand с самой Old Glory закрашена ложа. «Эта машина убивает коммунистов!» выцарапано на приемнике. Не выпускайте это из виду.

ent-N14WeaponRifleM1GarandPawolskis = Возмездие Павловского
    .desc = M1 Garand ветерана НКР с выгравированным девизом «Я твоя винтовка, ты несешь караульную службу». Назван в честь первого солдата НКР, павшего на плотине Гувера.

ent-N14WeaponRifleM1GarandRepublicsPride = Гордость Республики
    .desc = Хорошо настроенная винтовка M1C с оптическим прицелом, созданная мастером-оружейником из Gunrunners. С гордостью вручается капитанам разведчиков НКР. Под патрон 7,62x51 и оснащен дальнобойной оптикой.

ent-N14WeaponRifleM1GarandRepublicsDemise = Упадок Республики
    .desc = Хорошо настроенная винтовка M1C с оптическим прицелом, украденная Легионом у мертвого лейтенанта НКР. Звезда НКР на акции была грубо заменена быком Легиона. Под патрон 7,62х51.

ent-N14WeaponRifleSKS = СКС
    .desc = Старое охотничье ружье, взятое из обнаруженных запасов и отремонтированное в мастерских Легиона. Стандартная тяжелая винтовка Легиона, до сих пор редкая. Только полуавтоматический, с блочной обоймой на 10 патронов.

# #Misfits Removed - GarandEnbloc308 replaced by ClipMagazine308Rifle
# ent-GarandEnbloc308 = en-bloc clip (.308)
#     .desc = An 8-round en-bloc clip loaded with .308 Winchester cartridges. Load it into an M1 Garand and listen for that satisfying ping when it runs dry.

ent-SKSEnbloc308 = блочный зажим (SKS, .308)
    .desc = Обойма цельная на 10 патронов для винтовки СКС. Стандартные боеприпасы для тяжелых стрелков Легиона в полевых условиях.

# Infiltrator — ported from Fortune13 / LoneStar (SS13) — Misfits Add

ent-N14WeaponRifleInfiltrator = Инфильтратор
    .desc = Сильно модифицированная штурмовая винтовка R91 с удлиненным глушителем ствола, усиленными внутренними устройствами и специальной спусковой группой. Стреляет калибром 5,56 мм со свирепой скоростью и пониженной акустической сигнатурой. Редкий и очень желанный.