ent-N14WeaponSMG12mmPipeEmpty = Пистолет-пулемет с трубой 12,7 мм
    .desc = Сырой пистолет-пулемет под патрон 12,7 мм. Некрасиво, но работает.
ent-N14WeaponSMG10mmPipeEmpty = 10мм труба-ППМ
    .desc = Сырой пистолет-пулемет под патрон 10 мм. Некрасиво, но работает.

# Ported from Fortune13 / LoneStar / desertrose-1 (SS13) — Misfits Add

ent-N14WeaponSMGPPSh41 = ППШ-41
    .desc = Пистолет-пулемет советской эпохи, стреляющий калибром 9 мм из барабана на 35 патронов с ужасающей скорострельностью. В равной степени грубый и надежный — мусорщики ценят его за простоту и легкость обслуживания.

ent-N14WeaponSMGGreaseGun = М3А1 «Смазочный пистолет»
    .desc = Пистолет-пулемет М3А1, получивший прозвище за сходство со смазочным пистолетом механика. Стреляет из калибра .45 ACP в размеренном темпе, что позволяет легко контролировать и экономить драгоценные боеприпасы.

ent-N14WeaponSMGAmerican180 = Американец 180
    .desc = Пистолет-пулемет калибра .22 LR с барабаном на 35 патронов со встроенным глушителем. Тихо и свирепо быстро. Недостаток останавливающей силы он с лихвой компенсирует круглым объемом.

ent-N14MagazineSMG9mmDrum = Барабанный магазин калибра 9 мм (35)
    .desc = Барабанный магазин на 35 патронов, снаряженный патронами Парабеллум калибра 9 мм. Совместим с ППШ-41.

ent-N14MagazineAmerican180Drum = Барабанный магазин .22 LR (35)
    .desc = Барабанный магазин на 35 патронов, снаряженный патронами .22 Long Rifle. Подходит для пистолета-пулемета American 180.