ent-N14WeaponRevolver10mmEmpty = 10-мм револьвер
    .desc = Первый прототип 10-мм револьверного пистолета, использует 10-мм патроны.

# Ported from Fortune13 / LoneStar / desertrose-1 (SS13) — Misfits Add

ent-N14WeaponRevolver357Detective = Специальный детектив
    .desc = Компактный револьвер .357 Magnum с шестизарядным барабаном. Назван в честь детективов, которые предпочитали его в качестве запасного варианта. Надежный, мощный и легко скрываемый.

ent-N14WeaponRevolver357Lucky = Счастливчик 37
    .desc = Револьвер .357 Magnum с красивой гравировкой, как сообщается, подарок самого мистера Хауса. Каждая камера украшена золотым мотивом счастливой семерки. Стреляет заметно быстрее, чем стандартный «Специальный детектив».

ent-N14WeaponRevolver44Peacekeeper = Миротворец
    .desc = Револьвер одинарного действия .44 Magnum с длинным стволом и плавным затвором, предназначенный для стрельбы веером. Исторически его в равной степени предпочитают как законники, так и преступники. Шесть выстрелов, сделанных с максимальной скоростью.