job-description-medical-borg = Получеловек, полумашина. Следуйте своим законам, обслуживайте команду и помогайте медицинскому отделу.
job-description-chief-justice = Управляйте департаментом юстиции, выступайте в роли судьи и обеспечьте справедливое и справедливое обращение со всеми.
job-description-clerk = Организовывайте судебные процессы, нотариально заверяйте документы, рассматривайте обвинения и при необходимости выступайте в роли судьи.
job-description-prosecutor = Берите заявления у охраны и готовьте дела против обвиняемых в совершении преступлений.
job-description-courier = Доставляйте почту и другие посылки из логистики и обратно. Избегайте собак.
job-description-admin-assistant = Помогайте командованию в повседневных делах, принесите капитану кофе, отвечайте на факсы на мостике.