job-description-gladiator = Устроить боевое зрелище для экипажа. Боритесь за свою свободу, славу и честь. В настоящее время доступно на Арене.
job-description-guard = Следите за заключенными и следите за тем, чтобы они удовлетворяли свои основные потребности.
job-description-mail-carrier = Доставляйте почту и другие посылки из логистики и обратно. Избегайте собак.
job-description-martialartist = Будьте благородны и дисциплинированы, спаррингуйте в додзё, бросайте вызов охране CQC. В настоящее время доступно на Сёко.
job-description-prisoner = Сидеть в тюрьме. Играйте с сокамерниками. Поговорите с надзирателем. Напишите свои мемуары.
job-description-mantis = Разгадывайте тайны от природы Вселенной до смысла жизни. Будьте главным человеком, который будет иметь дело с псионическими существами.