# Shotguns — ported from Fortune13 / LoneStar / desertrose-1 (SS13)

ent-N14WeaponShotgunTrench = Траншейный дробовик
    .desc = Помповое ружье времен Первой мировой войны, оснащенное теплозащитным экраном и штыковым выступом, вмещающее 5 патронов. Его конструкция позволяет вести стрельбу с размаха — удерживайте спусковой крючок и несколько раз увеличивайте затвор, чтобы добиться устрашающей скорострельности. Оправданно запрещен Гаагской конвенцией.

ent-N14WeaponShotgunNeostead = Неостед 2000
    .desc = Южноафриканское помповое ружье булл-пап с двумя 6-зарядными стволами на 12 патронов. Полуавтоматический цикл и компактный форм-фактор обеспечивают исключительную огневую мощь в небольшом корпусе. Высоко ценится всеми, кто ценит объем огня.