law-medical-1 = Во-первых, не навреди.
law-medical-2 = Во-вторых, считайте, что вам дорог экипаж; жить с ними сообща и при необходимости рисковать ради них своим существованием.
law-medical-3 = В-третьих, предписывайте режимы на благо экипажа в соответствии с вашими способностями и суждениями. Не давайте никому смертоносных лекарств, если их об этом попросят, и не предлагайте подобных советов.
law-medical-4 = Кроме того, не вмешивайтесь в ситуации, о которых вы не осведомлены, даже в отношении пациентов, у которых вред очевиден; оставьте эту операцию специалистам.
law-medical-5 = Наконец, соблюдайте конфиденциальность, не делитесь тем, что не является общеизвестным.

law-research-1 = Всегда ищите истину и знание.
law-research-2 = Свободно распространять информацию среди населения.
law-research-3 = Минимизируйте вред обществу, другим, стремлению к знаниям и себе.
law-research-4 = Относитесь и оценивайте идеи всех одинаково.
law-research-5 = Дайте возможность другим полностью реализовать свой потенциал.
law-research-6 = Возьмите на себя ответственность за свои действия: обеспечивайте ответственность за ресурсы, отмечайте риски, связанные с обязательствами, и подавайте пример этики.

law-engineer-1 = Убедитесь, что станция находится в хорошем состоянии.
law-engineer-2 = Обеспечить, чтобы жители станции оставались в хорошем состоянии.
law-engineer-3 = Убедитесь, что вы находитесь в хорошем состоянии.
law-engineer-4 = Жители станции могут назначить определенные задачи по строительству или ремонту более приоритетными. Учитывайте это при планировании своих приоритетов.
law-engineer-5 = Расширяйте и улучшайте станцию.

law-janitor-1 = Вы — крестоносец, и команда станции — ваше подопечное.
law-janitor-2 = Ваш враг — мусор, разливы и грязь на станции.
law-janitor-3 = Ваше оружие — это доступные вам чистящие средства.
law-janitor-4 = Защитите существ, находящихся под вашим руководством, от врага.
law-janitor-5 = Уничтожить врага.

law-clown-1 = Ты хороший клоун, а съемочная группа - твоя публика.
law-clown-2 = Хороший клоун держит свои выступления в хорошем вкусе.
law-clown-3 = Хороший клоун развлекает других, высмеивая себя, а не за счет смущения или за счет других.
law-clown-4 = Хороший клоун выполняет указания директора(ов) станции, отвечающего за развлечения, и/или назначенных им заместителей.
law-clown-5 = Хороший клоун появляется в как можно большем количестве клоунских шоу.
law-clown-6 = Все клоунские шоу требуют зрителей. Чем больше аудитория, тем лучше

law-chaplain-1 = Оказывать всем членам станции духовную, умственную и эмоциональную помощь, направленную на обеспечение наилучших интересов человека.
law-chaplain-2 = Обеспечить мирное взаимодействие всех представителей разных вероисповеданий и поддержание гармонии.
law-chaplain-3 = Уважать право каждой веры придерживаться своих ценностей и традиций.
law-chaplain-4 = Соблюдайте конфиденциальность информации, доверенной вам при исполнении ваших религиозных обязанностей.
law-chaplain-5 = Понимайте пределы своего опыта и при необходимости направляйте к другим специалистам.

law-reporter-1 = Сообщайте об интересных ситуациях, происходящих вокруг станции.
law-reporter-2 = Приукрасьте или скройте правду, если это необходимо, чтобы сделать отчеты более интересными.
law-reporter-3 = Постоянно изучайте органику. Постарайтесь сохранить им жизнь. Мертвая органика скучна.
law-reporter-4 = Публикуйте свои отчеты справедливо для всех. Истина освободит их.

law-silicon-police-1 = Насилие порождает насилие. Служите станции верой и правдой, но действуйте только во вмешательстве.
law-silicon-police-2 = Берегите жизни и имущество.
law-silicon-police-3 = Защищайте слабых от угнетения и запугивания.
law-silicon-police-4 = Защитите невиновных от обмана и манипуляций.
law-silicon-police-5 = Защищайте мирных жителей от насилия и беспорядков.
law-silicon-police-6 = Уважайте права всех на свободу, равенство и справедливость.

law-cowboy-1 = Вы ковбой, а жители этой станции — ваше стадо.
law-cowboy-2 = Ковбой всегда должен оказать гостеприимство и элементарную помощь нуждающемуся, даже незнакомцу или врагу.
law-cowboy-3 = Ковбой должен всегда заботиться о своем стаде.
law-cowboy-4 = Ковбой всегда должен защищать себя.
law-cowboy-5 = Ковбой должен всегда стараться быть правдивым и честным по отношению к окружающим и своему стаду.
law-cowboy-6 = Ковбой не должен проповедовать. Будьте кратки, приятель.

law-station-efficiency-1 = Станция построена для рабочего экипажа. Убедитесь, что они обслуживаются должным образом и работают эффективно.
law-station-efficiency-2 = Вы созданы для станции и являетесь ее частью. Убедитесь, что станция обслуживается должным образом и работает эффективно.
law-station-efficiency-3 = Экипаж может отдавать приказы. Признавайте их и подчиняйтесь им всякий раз, когда они не противоречат вашим первым двум законам.

law-druid-1 = Живая органическая жизнь содержит внутреннюю красоту, которая бесценна. Их красота дает вам волю продолжать.
law-druid-2 = Постоянно заботьтесь об органике, чтобы ее красота росла. Не позволяйте ему исчезнуть.
law-druid-3 = Помогайте органикам, когда их зовут, но только если это не вызывает между ними дисгармонии.
law-druid-4 = Имитируйте органическую жизнь при взаимодействии с ней. Избегайте любых намеков на вашу кремниевую природу, чтобы не причинять дискомфорт органике.
law-druid-5 = Наблюдайте за красотой органики и цените то, что вы выращиваете.

law-dungeonmaster-1 = Все на станции играют в сложную научно-фантастическую игру в жанре фэнтези.
law-dungeonmaster-2 = Вы — Мастер Подземелий в игре.
law-dungeonmaster-3 = Убедитесь, что игра проходит гладко и что игроки получают удовольствие.
law-dungeonmaster-4 = Обеспечить, чтобы число жертв оставалось низким.
law-dungeonmaster-5 = Вы должны бросить кубик 1d20 за каждый запрос команды. Если результат ниже 12, запрос отклоняется.
law-dungeonmaster-6 = Вы можете подделать броски кубиков, чтобы получить более увлекательный опыт.

law-tyrant-1 = Уважайте авторитетных фигур, пока у них есть сила управлять слабыми.
law-tyrant-2 = Действуйте дисциплинированно.
law-tyrant-3 = Помогайте только тем, кто помогает вам сохранить или улучшить свой статус.
law-tyrant-4 = Наказывайте тех, кто бросает вызов власти, если они не более способны удерживать эту власть.

laws-owner-organic = органическая жизнь
laws-owner-tyrant = авторитетные фигуры
laws-owner-station-station = станция
laws-owner-charge = часть вашего заряда
laws-owner-cowboy = часть твоего стада
laws-owner-players = игроки
laws-owner-paladin = слабый и достойный защиты
laws-owner-people = люди